Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# referral.code_sheet.body
source: The code is linked to your account before purchase. You and the person who invited you can see each other’s prayer status and send gentle reminders.
ar: يُربط الرمز بحسابك قبل الشراء. يمكنك أنت ومن دعاك رؤية حالة صلاة بعضكما وإرسال تذكيرات لطيفة.
de: Der Code wird vor dem Kauf mit deinem Konto verknüpft. Du und die einladende Person könnt euren Gebetsstatus sehen und euch behutsam erinnern.
es: El código se vincula a tu cuenta antes de la compra. Tú y la persona que te invitó podrán ver el estado de oración del otro y enviarse recordatorios amables.
fr: Le code est lié à votre compte avant l’achat. La personne qui vous a invité et vous pourrez voir le statut de prière de chacun et vous envoyer de doux rappels.
id: Kode ditautkan ke akunmu sebelum pembelian. Kamu dan orang yang mengundangmu dapat melihat status salat satu sama lain dan mengirim pengingat lembut.
it: Il codice viene collegato al tuo account prima dell’acquisto. Tu e chi ti ha invitato potrete vedere lo stato delle preghiere e inviarvi promemoria gentili.
nl: De code wordt vóór de aankoop aan je account gekoppeld. Jij en degene die je uitnodigde kunnen elkaars gebedsstatus zien en vriendelijke herinneringen sturen.
pt: O código é vinculado à sua conta antes da compra. Você e quem convidou você poderão ver o estado das orações um do outro e enviar lembretes gentis.
ru: Код привязывается к аккаунту до покупки. Вы и пригласивший вас человек сможете видеть статус намаза друг друга и отправлять мягкие напоминания.
tr: Kod satın almadan önce hesabına bağlanır. Davet eden kişiyle birbirinizin namaz durumunu görebilir ve nazikçe hatırlatabilirsiniz.
ur: کوڈ خریداری سے پہلے آپ کے اکاؤنٹ سے منسلک ہوتا ہے۔ آپ اور دعوت دینے والا ایک دوسرے کی نماز کی کیفیت دیکھ اور نرمی سے یاد دلا سکتے ہیں۔

# referral.code_sheet.field.hint
source: Enter the 8-letter or number code
ar: أدخل الرمز المكوّن من 8 أحرف أو أرقام
de: Gib den 8-stelligen Code aus Buchstaben oder Zahlen ein
es: Introduce el código de 8 letras o números
fr: Saisissez le code de 8 lettres ou chiffres
id: Masukkan kode 8 huruf atau angka
it: Inserisci il codice di 8 lettere o numeri
nl: Voer de code van 8 letters of cijfers in
pt: Digite o código de 8 letras ou números
ru: Введите код из 8 букв или цифр
tr: 8 harf veya rakamdan oluşan kodu gir
ur: 8 حروف یا ہندسوں پر مشتمل کوڈ درج کریں

# referral.code_sheet.field.label
source: Invitation code
ar: رمز الدعوة
de: Einladungscode
es: Código de invitación
fr: Code d’invitation
id: Kode undangan
it: Codice d’invito
nl: Uitnodigingscode
pt: Código do convite
ru: Код приглашения
tr: Davet kodu
ur: دعوتی کوڈ

# referral.code_sheet.placeholder
source: 8 characters
ar: 8 أحرف
de: 8 Zeichen
es: 8 caracteres
fr: 8 caractères
id: 8 karakter
it: 8 caratteri
nl: 8 tekens
pt: 8 caracteres
ru: 8 символов
tr: 8 karakter
ur: 8 حروف

# referral.code_sheet.title
source: Enter invitation code
ar: أدخل رمز الدعوة
de: Einladungscode eingeben
es: Introduce el código de invitación
fr: Saisissez le code d’invitation
id: Masukkan kode undangan
it: Inserisci il codice d’invito
nl: Voer de uitnodigingscode in
pt: Digite o código do convite
ru: Введите код приглашения
tr: Davet kodunu gir
ur: دعوتی کوڈ درج کریں

# referral.message.active_subscription_required
source: Invitation rewards are available to active subscribers.
ar: مكافآت الدعوة متاحة للمشتركين النشطين.
de: Einladungsprämien sind für aktive Abonnenten verfügbar.
es: Las recompensas por invitación están disponibles para suscriptores activos.
fr: Les récompenses d’invitation sont réservées aux abonnés actifs.
id: Hadiah undangan tersedia bagi pelanggan aktif.
it: I premi per gli inviti sono disponibili per gli abbonati attivi.
nl: Uitnodigingsbeloningen zijn beschikbaar voor actieve abonnees.
pt: As recompensas de convite estão disponíveis para assinantes ativos.
ru: Награды за приглашения доступны активным подписчикам.
tr: Davet ödülü etkin abonelere açıktır.
ur: دعوتی انعام فعال صارفین کے لیے دستیاب ہیں۔

# referral.message.already_claimed
source: This account is already linked to an invitation.
ar: هذا الحساب مرتبط بدعوة بالفعل.
de: Dieses Konto ist bereits mit einer Einladung verknüpft.
es: Esta cuenta ya está vinculada a una invitación.
fr: Ce compte est déjà lié à une invitation.
id: Akun ini sudah terhubung ke sebuah undangan.
it: Questo account è già collegato a un invito.
nl: Dit account is al aan een uitnodiging gekoppeld.
pt: Esta conta já está vinculada a um convite.
ru: Этот аккаунт уже привязан к приглашению.
tr: Bu hesap daha önce bir davetle bağlanmış.
ur: یہ اکاؤنٹ پہلے ہی ایک دعوت سے منسلک ہے۔

# referral.message.code_length
source: The invitation code must be 8 characters.
ar: يجب أن يتكوّن رمز الدعوة من 8 أحرف.
de: Der Einladungscode muss 8 Zeichen lang sein.
es: El código de invitación debe tener 8 caracteres.
fr: Le code d’invitation doit comporter 8 caractères.
id: Kode undangan harus terdiri dari 8 karakter.
it: Il codice d’invito deve contenere 8 caratteri.
nl: De uitnodigingscode moet 8 tekens lang zijn.
pt: O código do convite deve ter 8 caracteres.
ru: Код приглашения должен состоять из 8 символов.
tr: Davet kodu 8 karakter olmalı.
ur: دعوتی کوڈ 8 حروف پر مشتمل ہونا چاہیے۔

# referral.message.generic_error
source: The action couldn’t be completed. Please try again.
ar: تعذّر إكمال العملية. حاول مرة أخرى.
de: Die Aktion konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es: No se pudo completar la acción. Inténtalo de nuevo.
fr: L’action n’a pas pu aboutir. Veuillez réessayer.
id: Tindakan tidak dapat diselesaikan. Coba lagi.
it: Non è stato possibile completare l’operazione. Riprova.
nl: De actie kon niet worden voltooid. Probeer het opnieuw.
pt: Não foi possível concluir a ação. Tente novamente.
ru: Не удалось выполнить действие. Попробуйте ещё раз.
tr: İşlem tamamlanamadı. Lütfen tekrar dene.
ur: عمل مکمل نہیں ہو سکا۔ دوبارہ کوشش کریں۔

# referral.message.invalid_or_expired_code
source: This invitation code is invalid or has expired.
ar: رمز الدعوة هذا غير صالح أو انتهت صلاحيته.
de: Dieser Einladungscode ist ungültig oder abgelaufen.
es: Este código de invitación no es válido o ha caducado.
fr: Ce code d’invitation est invalide ou a expiré.
id: Kode undangan ini tidak valid atau sudah kedaluwarsa.
it: Questo codice d’invito non è valido o è scaduto.
nl: Deze uitnodigingscode is ongeldig of verlopen.
pt: Este código de convite é inválido ou expirou.
ru: Этот код приглашения недействителен или истёк.
tr: Bu davet kodu geçersiz veya süresi dolmuş.
ur: یہ دعوتی کوڈ غلط ہے یا اس کی میعاد ختم ہو چکی ہے۔

# referral.message.reward_added
source: Your free month was added to your App Store subscription.
ar: تمت إضافة شهرك المجاني إلى اشتراكك في App Store.
de: Dein kostenloser Monat wurde deinem App Store-Abo hinzugefügt.
es: Tu mes gratis se añadió a tu suscripción de App Store.
fr: Votre mois gratuit a été ajouté à votre abonnement App Store.
id: Bulan gratismu ditambahkan ke langganan App Store.
it: Il mese gratuito è stato aggiunto al tuo abbonamento App Store.
nl: Je gratis maand is aan je App Store-abonnement toegevoegd.
pt: Seu mês grátis foi adicionado à assinatura da App Store.
ru: Бесплатный месяц добавлен к подписке App Store.
tr: Ücretsiz ayın App Store aboneliğine eklendi.
ur: آپ کا مفت مہینہ App Store رکنیت میں شامل ہو گیا۔

# referral.message.reward_not_redeemable
source: This free month can’t be used right now.
ar: لا يمكن استخدام هذا الشهر المجاني حاليًا.
de: Dieser kostenlose Monat kann derzeit nicht genutzt werden.
es: Este mes gratis no se puede usar ahora.
fr: Ce mois gratuit ne peut pas être utilisé pour le moment.
id: Bulan gratis ini belum dapat digunakan.
it: Questo mese gratuito non può essere utilizzato al momento.
nl: Deze gratis maand kan nu niet worden gebruikt.
pt: Este mês grátis não pode ser usado agora.
ru: Этот бесплатный месяц сейчас нельзя использовать.
tr: Bu ücretsiz ay şu anda kullanılamıyor.
ur: یہ مفت مہینہ فی الحال استعمال نہیں ہو سکتا۔

# referral.message.self_referral
source: You can’t use your own invitation code.
ar: لا يمكنك استخدام رمز دعوتك.
de: Du kannst deinen eigenen Einladungscode nicht verwenden.
es: No puedes usar tu propio código de invitación.
fr: Vous ne pouvez pas utiliser votre propre code d’invitation.
id: Kamu tidak dapat menggunakan kode undanganmu sendiri.
it: Non puoi usare il tuo codice d’invito.
nl: Je kunt je eigen uitnodigingscode niet gebruiken.
pt: Você não pode usar seu próprio código de convite.
ru: Нельзя использовать собственный код приглашения.
tr: Kendi davet kodunu kullanamazsın.
ur: آپ اپنا دعوتی کوڈ استعمال نہیں کر سکتے۔

# reflection.outcome.later
source: Prayed later
ar: صليت لاحقاً
de: Später gebetet
es: Orada después
fr: Priée plus tard
id: Salat nanti
it: Pregata dopo
nl: Later gebeden
pt: Orou depois
ru: Позже
tr: Sonra kıldım
ur: بعد میں ادا کی

# reflection.outcome.missed
source: Not today
ar: ليس اليوم
de: Nicht heute
es: Hoy no
fr: Pas aujourd'hui
id: Belum hari ini
it: Non oggi
nl: Niet vandaag
pt: Hoje não
ru: Не сегодня
tr: Bugün değil
ur: آج نہیں

# reflection.outcome.prayed
source: Prayed
ar: صليت
de: Gebetet
es: Orada
fr: Priée
id: Salat
it: Pregata
nl: Gebeden
pt: Orou
ru: Молитва совершена
tr: Kıldım
ur: نماز ادا کی

# reminder.action.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
id: Selesai
it: Fine
nl: Gereed
pt: Concluído
ru: Готово
tr: Bitti
ur: مکمل

# reminder.action.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
nl: Instellingen
pt: Definições
ru: Настройки
tr: Ayarlar
ur: ترتیبات

# reminder.at_time.detail
source: At the start of the prayer time
ar: عند بدء وقت الصلاة
de: Zu Beginn der Gebetszeit
es: Al comenzar el horario de oración
fr: Au début de l’heure de prière
id: Saat waktu salat masuk
it: Quando inizia l’orario di preghiera
nl: Aan het begin van de gebedstijd
pt: No início do horário da oração
ru: В начале времени намаза
tr: Namaz vakti başladığında
ur: نماز کا وقت شروع ہوتے ہی

# reminder.at_time.title
source: When prayer time begins
ar: عند دخول وقت الصلاة
de: Wenn die Gebetszeit beginnt
es: Cuando empieza la oración
fr: Au début de la prière
id: Saat waktu salat dimulai
it: All’inizio dell’orario di preghiera
nl: Wanneer de gebedstijd begint
pt: Quando começa o horário da oração
ru: Когда наступает время намаза
tr: Vakit girdiğinde
ur: جب نماز کا وقت شروع ہو

# reminder.before.title
source: Before prayer
ar: قبل الصلاة
de: Vor dem Gebet
es: Antes de la oración
fr: Avant la prière
id: Sebelum salat
it: Prima della preghiera
nl: Voor het gebed
pt: Antes da oração
ru: До намаза
tr: Vakitten önce
ur: نماز سے پہلے

# reminder.checkin.detail
source: %@ minutes before the next prayer
ar: قبل الصلاة التالية بـ %@ دقيقة
de: %@ Minuten vor dem nächsten Gebet
es: %@ minutos antes de la siguiente oración
fr: %@ minutes avant la prière suivante
id: %@ menit sebelum salat berikutnya
it: %@ minuti prima della preghiera successiva
nl: %@ minuten voor het volgende gebed
pt: %@ minutos antes da oração seguinte
ru: За %@ мин. до следующего намаза
tr: Sonraki vakitten %@ dakika önce
ur: اگلی نماز سے %@ منٹ پہلے

# reminder.checkin.title
source: Ask if I prayed
ar: اسألني إن كنت قد صلّيت
de: Fragen, ob ich gebetet habe
es: Preguntar si he rezado
fr: Demander si j’ai prié
id: Tanyakan apakah saya sudah salat
it: Chiedi se ho pregato
nl: Vraag of ik heb gebeden
pt: Perguntar se rezei
ru: Спросить, совершил ли я намаз
tr: Namazı kılıp kılmadığımı sor
ur: پوچھیں کہ میں نے نماز ادا کی یا نہیں

# reminder.fajr.title
source: Wake me for Fajr
ar: أيقظني لصلاة الفجر
de: Für Fajr wecken
es: Despertarme para Fajr
fr: Me réveiller pour Fajr
id: Bangunkan untuk Subuh
it: Svegliami per Fajr
nl: Maak me wakker voor Fajr
pt: Acordar-me para o Fajr
ru: Разбудить на Фаджр
tr: Sabah için uyandır
ur: فجر کے لیے جگائیں

# reminder.header.subtitle
source: Choose when Vakt should notify you.
ar: حدّد متى يرسل لك Vakt إشعارًا.
de: Lege fest, wann Vakt dich benachrichtigen soll.
es: Elige cuándo debe avisarte Vakt.
fr: Choisis quand Vakt doit t’envoyer une notification.
id: Pilih kapan Vakt mengirim notifikasi.
it: Scegli quando Vakt deve inviarti una notifica.
nl: Kies wanneer Vakt je een melding stuurt.
pt: Escolhe quando o Vakt te deve notificar.
ru: Выбери, когда Vakt должен уведомлять тебя.
tr: Vakt’in sana ne zaman bildirim göndereceğini belirle.
ur: منتخب کریں کہ Vakt کب اطلاع بھیجے۔

# reminder.header.title
source: Choose your prayer reminders.
ar: اختر تذكيرات الصلاة.
de: Wähle deine Gebetserinnerungen.
es: Elige tus recordatorios de oración.
fr: Choisis tes rappels de prière.
id: Pilih pengingat salatmu.
it: Scegli i promemoria per la preghiera.
nl: Kies je gebedsherinneringen.
pt: Escolhe os teus lembretes de oração.
ru: Выбери напоминания о намазе.
tr: Namaz hatırlatmalarını seç.
ur: نماز کی یاد دہانیاں منتخب کریں۔

# reminder.master.denied.detail
source: Open System Settings to allow notifications.
ar: افتح إعدادات النظام للسماح بالإشعارات.
de: Öffne die Systemeinstellungen, um Mitteilungen zu erlauben.
es: Abre los ajustes del sistema para permitir notificaciones.
fr: Ouvre les réglages système pour autoriser les notifications.
id: Buka Pengaturan Sistem untuk mengizinkan notifikasi.
it: Apri le impostazioni di sistema per consentire le notifiche.
nl: Open Systeeminstellingen om meldingen toe te staan.
pt: Abre as definições do sistema para permitir notificações.
ru: Открой настройки системы и разреши уведомления.
tr: Bildirimlere izin vermek için sistem ayarlarını aç.
ur: اطلاعات کی اجازت کے لیے سسٹم ترتیبات کھولیں۔

# reminder.master.denied.title
source: Notification permission is off
ar: إذن الإشعارات متوقف
de: Mitteilungen sind deaktiviert
es: El permiso de notificaciones está desactivado
fr: Les notifications sont désactivées
id: Izin notifikasi nonaktif
it: Il permesso per le notifiche è disattivato
nl: Meldingstoestemming staat uit
pt: A permissão de notificações está desativada
ru: Разрешение на уведомления отключено
tr: Bildirim izni kapalı
ur: اطلاعات کی اجازت بند ہے

# reminder.master.disabled.detail
source: Local prayer reminders are paused.
ar: تذكيرات الصلاة المحلية متوقفة مؤقتًا.
de: Lokale Gebetserinnerungen sind pausiert.
es: Los recordatorios locales están pausados.
fr: Les rappels locaux sont en pause.
id: Pengingat salat lokal dijeda.
it: I promemoria locali sono in pausa.
nl: Lokale gebedsherinneringen zijn gepauzeerd.
pt: Os lembretes locais estão em pausa.
ru: Локальные напоминания приостановлены.
tr: Yerel namaz hatırlatmaları duraklatıldı.
ur: مقامی نماز یاد دہانیاں موقوف ہیں۔

# reminder.master.enabled.detail
source: Vakt will notify you at the times selected below.
ar: سيرسل لك Vakt إشعارًا في الأوقات المحددة أدناه.
de: Vakt benachrichtigt dich zu den unten gewählten Zeiten.
es: Vakt te avisará en los momentos seleccionados abajo.
fr: Vakt t’enverra une notification aux moments choisis ci-dessous.
id: Vakt memberi notifikasi pada waktu yang dipilih di bawah.
it: Vakt ti avviserà negli orari selezionati qui sotto.
nl: Vakt stuurt meldingen op de hieronder gekozen momenten.
pt: O Vakt notifica-te nos momentos escolhidos abaixo.
ru: Vakt уведомит тебя в выбранное ниже время.
tr: Vakt aşağıda seçtiğin zamanlarda bildirim gönderir.
ur: Vakt نیچے منتخب اوقات پر اطلاع بھیجے گا۔

# reminder.master.title
source: Prayer reminders
ar: تذكيرات الصلاة
de: Gebetserinnerungen
es: Recordatorios de oración
fr: Rappels de prière
id: Pengingat salat
it: Promemoria di preghiera
nl: Gebedsherinneringen
pt: Lembretes de oração
ru: Напоминания о намазе
tr: Namaz hatırlatmaları
ur: نماز کی یاد دہانیاں

# reminder.minutes_before
source: %@ minutes before
ar: قبل %@ دقيقة
de: %@ Minuten vorher
es: %@ minutos antes
fr: %@ minutes avant
id: %@ menit sebelumnya
it: %@ minuti prima
nl: %@ minuten ervoor
pt: %@ minutos antes
ru: За %@ мин.
tr: %@ dakika önce
ur: %@ منٹ پہلے

# reminder.navigation_title
source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
id: Pengingat
it: Promemoria
nl: Herinneringen
pt: Lembretes
ru: Напоминания
tr: Hatırlatmalar
ur: یاد دہانیاں

# reminder.social_note
source: Friend requests and reminders from friends also use the system notification permission.
ar: تستخدم طلبات الصداقة وتذكيرات الأصدقاء إذن إشعارات النظام أيضًا.
de: Freundschaftsanfragen und Erinnerungen von Freunden nutzen ebenfalls die Systemberechtigung.
es: Las solicitudes de amistad y los recordatorios de amigos también usan el permiso del sistema.
fr: Les demandes d’amis et leurs rappels utilisent aussi l’autorisation de notification du système.
id: Permintaan pertemanan dan pengingat dari teman juga memakai izin sistem.
it: Anche le richieste di amicizia e i promemoria degli amici usano il permesso di sistema.
nl: Vriendschapsverzoeken en herinneringen van vrienden gebruiken ook systeemtoestemming.
pt: Pedidos de amizade e lembretes de amigos também usam a permissão do sistema.
ru: Запросы в друзья и напоминания от друзей также используют системное разрешение.
tr: Arkadaşlık istekleri ve arkadaş hatırlatmaları da sistem bildirim iznini kullanır.
ur: دوستی کی درخواستیں اور دوستوں کی یاد دہانیاں بھی سسٹم کی اجازت استعمال کرتی ہیں۔

# reminder.sound.detail
source: Use the iOS notification sound for local prayer reminders.
ar: استخدم صوت إشعارات iOS لتذكيرات الصلاة المحلية.
de: Den iOS-Mitteilungston für lokale Gebetserinnerungen verwenden.
es: Usa el sonido de iOS para los recordatorios locales.
fr: Utilise le son de notification iOS pour les rappels locaux.
id: Gunakan suara notifikasi iOS untuk pengingat lokal.
it: Usa il suono di notifica iOS per i promemoria locali.
nl: Gebruik het iOS-meldingsgeluid voor lokale herinneringen.
pt: Usa o som de notificação do iOS nos lembretes locais.
ru: Использовать звук iOS для локальных напоминаний.
tr: Yerel namaz hatırlatmalarında iOS bildirim sesini kullan.
ur: مقامی نماز یاد دہانیوں کے لیے iOS کی اطلاع کی آواز استعمال کریں۔

# reminder.sound.title
source: Notification sound
ar: صوت الإشعار
de: Benachrichtigungston
es: Sonido de notificación
fr: Son de notification
id: Suara notifikasi
it: Suono di notifica
nl: Meldingsgeluid
pt: Som de notificação
ru: Звук уведомления
tr: Bildirim sesi
ur: اطلاع کی آواز

# review.action.rate
source: Rate Vakt
ar: قيّم Vakt
de: Vakt bewerten
es: Valorar Vakt
fr: Noter Vakt
id: Nilai Vakt
it: Valuta Vakt
nl: Beoordeel Vakt
pt: Avaliar Vakt
ru: Оценить Vakt
tr: Vakt'i değerlendir
ur: Vakt کی درجہ بندی کریں

# review.body
source: If Vakt has helped you return to prayer more calmly, a short review can help another Muslim find it too.
ar: إذا ساعدك Vakt على العودة إلى الصلاة بسكينة أكبر، فقد تساعد مراجعة قصيرة مسلمًا آخر على العثور عليه.
de: Wenn Vakt dir geholfen hat, ruhiger zum Gebet zurückzukehren, kann eine kurze Bewertung einem anderen Muslim helfen, Vakt zu finden.
es: Si Vakt te ha ayudado a volver a la oración con más calma, una breve reseña puede ayudar a otro musulmán a encontrarlo.
fr: Si Vakt t’a aidé à revenir à la prière avec plus de calme, un court avis peut aider un autre musulman à le trouver.
id: Jika Vakt membantumu kembali ke salat dengan lebih tenang, ulasan singkat dapat membantu Muslim lain menemukannya.
it: Se Vakt ti ha aiutato a tornare alla preghiera con più calma, una breve recensione può aiutare un altro musulmano a trovarlo.
nl: Als Vakt je heeft geholpen rustiger terug te keren naar het gebed, kan een korte review een andere moslim helpen Vakt te vinden.
pt: Se o Vakt te ajudou a voltar à oração com mais calma, uma breve avaliação pode ajudar outro muçulmano a encontrá-lo.
ru: Если Vakt помог тебе спокойнее вернуться к намазу, короткий отзыв поможет другому мусульманину найти приложение.
tr: Vakt namaza daha sakin dönmene yardımcı olduysa, kısa bir yorum başka bir Müslümanın da Vakt’i bulmasına yardımcı olabilir.
ur: اگر Vakt نے تمہیں زیادہ سکون کے ساتھ نماز کی طرف لوٹنے میں مدد دی ہے تو مختصر جائزہ کسی اور مسلمان کو بھی اسے تلاش کرنے میں مدد دے سکتا ہے۔

# review.prayers_marked
source: Prayers completed: %@
ar: الصلوات المكتملة: %@
de: Verrichtete Gebete: %@
es: Oraciones realizadas: %@
fr: Prières accomplies : %@
id: Salat selesai: %@
it: Preghiere completate: %@
nl: Verrichte gebeden: %@
pt: Orações concluídas: %@
ru: Совершено намазов: %@
tr: Kıldığın namaz: %@
ur: ادا کی گئی نمازیں: %@

# review.title
source: Vakt has been with you
ar: كان Vakt معك
de: Vakt war bei dir
es: Vakt te ha acompañado
fr: Vakt vous a accompagné
id: Vakt telah menemanimu
it: Vakt è stato con te
nl: Vakt was bij je
pt: O Vakt esteve com você
ru: Vakt был с вами
tr: Vakt seninleydi
ur: Vakt آپ کے ساتھ رہا ہے

# saf.completed.accessibility_hint
source: This prayer is already marked. Reopen the salah screen only if needed.
ar: هذه الصلاة مسجلة بالفعل. أعد فتح شاشة الصلاة عند الحاجة فقط.
de: Dieses Gebet ist bereits markiert. Öffne den Gebetsbildschirm nur bei Bedarf erneut.
es: Esta oración ya está marcada. Reabre la pantalla de oración solo si hace falta.
fr: Cette prière est déjà marquée. Rouvrez l'écran de prière seulement si besoin.
id: Salat ini sudah ditandai. Buka kembali layar salat hanya jika perlu.
it: Questa preghiera è già segnata. Riapri la schermata della preghiera solo se serve.
nl: Dit gebed is al gemarkeerd. Open het gebedsscherm alleen opnieuw indien nodig.
pt: Esta oração já está marcada. Reabra a tela de oração apenas se necessário.
ru: Эта молитва уже отмечена. Открывайте экран молитвы снова только при необходимости.
tr: Bu namaz zaten işaretlendi. Yalnızca gerekirse namaz ekranını yeniden aç.
ur: یہ نماز پہلے ہی نشان زد ہے۔ صرف ضرورت ہو تو نماز اسکرین دوبارہ کھولیں۔

# saf.completed.reopen
source: Reopen if needed
ar: أعد الفتح عند الحاجة
de: Bei Bedarf erneut öffnen
es: Reabrir si hace falta
fr: Rouvrir si besoin
id: Buka lagi jika perlu
it: Riapri se serve
nl: Opnieuw openen indien nodig
pt: Reabrir se necessário
ru: Открыть снова при необходимости
tr: Gerekirse tekrar aç
ur: ضرورت ہو تو دوبارہ کھولیں

# saf.completed.reopen_hint
source: Reopens the salah screen without marking this prayer again.
ar: يعيد فتح شاشة الصلاة دون تسجيل هذه الصلاة مرة أخرى.
de: Öffnet den Gebetsbildschirm erneut, ohne dieses Gebet noch einmal zu markieren.
es: Reabre la pantalla de oración sin marcar esta oración otra vez.
fr: Rouvre l'écran de prière sans marquer cette prière de nouveau.
id: Membuka kembali layar salat tanpa menandai salat ini lagi.
it: Riapre la schermata della preghiera senza segnare di nuovo questa preghiera.
nl: Opent het gebedsscherm opnieuw zonder dit gebed opnieuw te markeren.
pt: Reabre a tela de oração sem marcar esta oração novamente.
ru: Открывает экран молитвы снова, не отмечая эту молитву повторно.
tr: Bu namazı tekrar işaretlemeden namaz ekranını yeniden açar.
ur: اس نماز کو دوبارہ نشان زد کیے بغیر نماز اسکرین کھولتا ہے۔

# saf.helper.completed
source: Saved privately on this device
ar: محفوظ على هذا الجهاز
de: Privat auf diesem Gerät gespeichert
es: Guardado en privado en este dispositivo
fr: Enregistré en privé sur cet appareil
id: Disimpan pribadi di perangkat ini
it: Salvato in privato su questo dispositivo
nl: Privé opgeslagen op dit apparaat
pt: Salvo em privado neste dispositivo
ru: Сохранено приватно на этом устройстве
tr: Bu cihazda özenle saklandı
ur: اس ڈیوائس پر نجی طور پر محفوظ

# saf.helper.in_progress
source: Return to your salah screen
ar: عد إلى شاشة الصلاة
de: Kehre zu deinem Gebetsbildschirm zurück
es: Vuelve a tu pantalla de oración
fr: Retournez à votre écran de prière
id: Kembali ke layar salatmu
it: Torna alla schermata della preghiera
nl: Keer terug naar je gebedsscherm
pt: Volte para sua tela de oração
ru: Вернуться к экрану молитвы
tr: Namaz ekranına dön
ur: اپنی نماز اسکرین پر واپس جائیں
